#6009 : [기초-입출력] 문자 1개 입력받아 그대로 출력하기(설명)(py)
#문자(character)는
#0~9, a~z, A~Z, !, @, #, {, [, <, ... 과 같이
#길이가 1인 기호라고 할 수 있다.
#변수에 문자 1개를 저장한 후
#변수에 저장되어 있는 문자를 그대로 출력해보자.

# ch = input('입력 : ')
# print(ch)

#6010 : [기초-입출력] 정수 1개 입력받아 int로 변환하여 출력하기(설명)(py)
#정수(integer)는
#양의 정수(1, 2, 3, 4, 5, ...), 음의 정수(-1, -2, -3, -4, -5, ...), 0 과 같이
#소숫점 아래에 수가 없는 수라고 할 수 있다.
#변수에 정수값을 저장한 후 정수로 변환하여 출력해보자.

# n = input()
# n = int(n)
# print(n)

#6011 : [기초-입출력] 실수 1개 입력받아 변환하여 출력하기(설명)(py)
#숫자(0~9)와 소수점(.)을 사용해 표현한 수를 실수(real number)라고 한다.
#변수에 실수값을 저장한 후
#변수에 저장되어 있는 값을 그대로 출력해보자.

# f = input()
# f = float(f)
# print(f)

#6012 : [기초-입출력] 정수 2개 입력받아 그대로 출력하기1(설명)(py)
#줄을 바꿔 정수(integer) 2개를 입력받아 줄을 바꿔 출력해보자.

a = input()
b = input()
a = int(a)
b = int(a)
print(a)
print(b)

#6013 : [기초-입출력] 문자 2개 입력받아 순서 바꿔 출력하기1(py)
#줄을 바꿔 문자(character) 2개를 입력받고, 순서를 바꿔 한 줄씩 출력해보자.

# ch1 = input()
# input()
# ch2 = input()
# print(ch2)
# print(ch1)
